
** Path
#+BEGIN_SRC emacs-lisp
(setq exec-path (append exec-path '("~/bin")))
#+END_SRC

#+RESULTS:
| /usr/local/sbin | /usr/local/bin | /usr/bin | /usr/bin/site_perl | /usr/bin/vendor_perl | /usr/bin/core_perl | /usr/lib/emacs/25.2/x86_64-unknown-linux-gnu | ~/bin |

